[
    {
        "id": 3,
        "title": "Growpal operations management",
        "background": [
            "Permasalahan pencatatan merupakan permasalahan utama dalam pelaksanaan operasi proyek yang berjalan di perusahaan.",
            "Tidak ter-organisir nya pencatatan puluhan bahkan sampai ratusan proyek yang berjalan bersamaan yang dijalankan oleh perusahaan.",
            "Pencatatan yang dimaksud adalah RAB, Permohonan pencairan, Kategori barang yang dibutuhkan, berapa pcs/unit/qty barang yang dibutuhkan, Harga real barang dilapangan, Bukti invoice pembelian barang, Revenue, Volume produksi, dan data-data terknikal terkait sistem budidaya",
            "Permasalahan integrasi agent lapangan dengan backoffice dalam pelaporan berkala proyek ataupun terkait pencairan dana"
        ],
        "feature": [
            "Pencatatan sekaligus memberikan informasi semua proyek yang dijalankan oleh perusahaan dalam satu wadah seperti data campaigner, RAB, Laporan biaya real, cash in hand, Revenue, Profit, Profit sharing ratio, tanggal estimasi start-finish proyek, tanggal actual start-finish proyek, sampai barang yang di gunakan di proyek beserta invoice (struk) pembelian barang tersebut",
            "Pengajuan pencairan dana dari agent ke tim business operations dengan sistem approval dan terintegrasi dengan growpay (dompet digital milik perusahaan)",
            "Assignment agent pada suatu proyek tertentu, agent hanya bisa mengakses proyek yang sudah di assign saja",
            "Fitur reporting aktifitas proyek kedalam excel (spreadsheet)",
            "Wadah pelaporan agent terkait proyek yang dikerjakan, yang dilengkapi dengan sentiment analysis guna memudahkan tim backoffice menganalisis laporan",
            "Sistem notifikasi ke backoffice melalui email, push notification maupun whatsapp",
            "Sistem Two Factor Authentication / 2FA dalam proses login dengan menggunakan email",
            "Penandaan aktifitas proyek yang ingin ditandai"
        ],
        "techStack": [
            "PHP",
            "NodeJS(Express)",
            "Javascript",
            "PWA",
            "Mysql",
            "Sendgrid",
            "Nginx"
        ],
        "images": [
            "op-growpal-1.png",
            "op-growpal-2.png",
            "op-growpal-3.png",
            "op-growpal-4.png",
            "op-growpal-5.png"
        ]
    }, {
        "id": 4,
        "title": "Growbuy operations management",
        "background":[
            "Permasalahan pencatatan merupakan permasalahan utama dalam aktifitas trading (jual beli) komoditas.",
            "Tidak ter-organisir nya pencatatan pada setiap aktifitas yang dilakukan pada saat proses jual beli maupun aktifitas yang bersifat operations.",
            "Pencatatan yang dimaksud adalah biaya pembelian komoditas ataupun peralatan gudang/kebutuhan operasi, penjualan komoditas, yang semua itu mempengaruhi jumlah cash dan bank saat itu.",
            "Invoice berupa fisik yang berceceran membuat bukti struk/kwitansi hilang entah kemana",
            "Sulitnya mengetahui jumlah komoditas yang tersedia saat itu"
        ],
        "feature":[
            "Pembuatan proyek untuk mengisolasi segala macam transaksi/keuangan antar proyek",
            "Pencatatan sekaligus memberikan informasi tentang harga barang/komoditas yang di beli ataupun dijual sekaligus dengan penyimpanan digital kwitansi/struk yang lengkap dengan fitur historical jika pembayaran/piutang dicicil.",
            "Penyesuaian cash/bank melalui fitur withdrawal dan deposit.",
            "Informasi berupa stock komoditas yang tersedia saat itu.",
            "Pencatatan peralihan komoditas hidup ke mati ataupun hilang (stock adjustment) yang mempengaruhi nilai barang tersebut (sisi akuntansi)",
            "Fitur reporting transaksi kedalam excel (spreadsheet)",
            "Two levels of category, misal Udang -> Udang Vannamei. Peralatan Gudang -> Kolam",
            "Two levels of Organization (client), misal Duck King -> Duck King setiabudi",
            "Penyajian data berupa chart yang memperlihatkan komoditas apa saja yang terlibat di pembelian atau penjualan (Pie chart), dan bar chart yg menyajikan berapa uang yang keluar/masuk dalam rentang waktu harian",
            "Assignment user pada suatu proyek tertentu, user hanya bisa mengakses proyek yang sudah di assign saja"
        ],
        "techStack": [
            "PHP",
            "Javascript",
            "Mysql",
            "Nginx"
        ],
        "images": [
            "admin-growbuy-1.png",
            "admin-growbuy-2.png",
            "admin-growbuy-3.png",
            "admin-growbuy-4.png",
            "admin-growbuy-5.png"
        ]
    }, {
        "id": 2,
        "title": "Pictafish lab",
        "background": [
            "Permasalahan pencatatan merupakan permasalahan utama dalam aktifitas budidaya.",
            "Tidak ter-organisir nya pencatatan kulaitas air, pakan, dan hal teknikal perikanan budidaya lain dijalankan oleh perusahaan.",
            "Tidak efektifnya penggunaan alat (IoT) yang telah dibuat",
            "Terkendala nya koneksi internet yang tidak merata pada wilayah budidaya"
        ],
        "feature":[
            "Pencatatan sekaligus memberikan informasi tentang kualtias air, pemberian pakan, sampling komoditas, tebar panen, sampai penyakit pada makhluk hidup yang di budidaya.",
            "Penyajian informasi berupa chart dalam menyajikan informasi terkait",
            "Fitur offline capability dan background sync yang memungkinkan apps dapat di akses dalam keadaan offline, dan dapat menginput data-data, dan akan sistem akan langsung mengirimkan ke server jika sudah ada koneksi internet",
            "Fitur integrasi menggunakan bluetooth low energy (BLE) dalam mengambil informasi berupa kualitas air seperti DO, pH, suhu dan salinitas air ke alat yang telah dibuat (IoT) dengan sensor-sensor terkait",
            "Assignment user pada suatu site (wilayah tambak) tertentu, user hanya bisa mengakses site yang sudah di assign saja"
        ],
        "techStack":[
            "PHP",
            "Javascript",
            "PWA",
            "Webpack",
            "Mysql",
            "Nginx"
        ],
        "images": [
            "lab-pictafish-1.png",
            "lab-pictafish-2.png",
            "lab-pictafish-3.png",
            "lab-pictafish-4.png"
        ]
    }, {
        "id": 7,
        "title": "Earth Growpal",
        "background": [
            "Tindakan preventif sangat diperlukan jika perusahaan bekerja dan bergerak dibidang yang notabene cukup mengandalkan dan bergantung ke alam. Hal ini juga merupakan tindakan yang menguatkan score assesment/credit scoring perusahaan dalam menyeleksi campaigner yang akan mengajukan proyek pendanaan budidaya ke perusahaan"
        ],
        "feature": [
            "Menyajikan prediksi sekaligus clustering gempa yang nantinya akan terjadi 1 tahun kedepan berdasarkan lokasi yang ditentukan. Dataset yang diolah didapatkan dari website bmkg (199x-2018)"
        ],
        "techStack":[
            "Python",
            "Javascript + Google Maps API",
            "Selenium & BeautifulSoup",
            "Nginx"
        ],
        "images": [
            "earth-growpal-1.png"
        ]
    }, {
        "id": 11,
        "title": "Growpal Email Blast",
        "background": [
            "Sulitnya menyebarkan pengumuman resmi dari perusahaan jika perusahaan mempunyai lokasi kerja yang berbeda-beda, terlebih berbeda kota"
        ],
        "feature": [
            "Menyediakan fitur kirim email (broadcast) ke individual, per-divisi, atau ke semua karyawan lengkap dengan kolom editor wysiwyg dan kolom attach files"
        ],
        "techStack":[
            "PHP",
            "Javascript",
            "Sendgrid",
            "Mysql",
            "Nginx"
        ],
        "images": [
            "blast-growpal-1.png",
            "blast-growpal-2.png",
            "blast-growpal-3.png"
        ]
    }, {
        "id": 1,
        "title": "A.I OpenMap Growpal",
        "background": [
            "Terkendalanya supply & demand bagi pelaku usaha trading membuat perusahaan sulit mencari peluang untuk mendapatkan revenue"
        ],
        "feature": [
            "Fitur 90% otomatis untuk proses pencarian/penyajian lokasi tambak udang yang berpotensi di seluruh indonesia yang dilengkapi dengan AI seperti Shrimp Pond detection, Number of paddle wheel (jumlah kincir pada tambak) dan estimasi area tambak (m2) yang terdeteksi. Dirahapkan dengan data tersebut tim lapangan dan business operation dapat mengkalkulasi biomassa yang dapat dihasilkan oleh tambak tersebut untuk dijadikan target kebutuhan supply.",
            "Penyajian titik industri pelaku (demand).",
            "Fitur direction dan distance (jarak) untuk mendapatkan informasi terkait jarak antara supply (tambak) dan deman (industri) sehingga dapat meng-efisiensi pengiriman."
        ],
        "techStack": [
            "Python",
            "PHP",
            "Javascript",
            "Google Cloud",
            "Docker",
            "RabbitMQ",
            "Selenium",
            "MySQL"
        ],
        "images": [
            "openmap-growpal-1.png",
            "openmap-growpal-2.png"
        ]
    }, {
        "id": 8,
        "title": "Growpal News Scraper",
        "background": [
            "Tindakan preventif sangat diperlukan jika perusahaan bekerja dan bergerak dibidang yang notabene cukup mengandalkan dan bergantung ke alam ataupun suatu fenomena butuh tindakan yang cepat."
        ],
        "feature":[
            "Menyaring dan menyajikan informasi berita melalui email dengan judul berita atau keyword yang telah ditentukan sebelumnya. Diharapkan agent lapangan dapat mengetahui informasi lebih cepat dan dapat memikirkan tindakan preventif atau dampak ke tambak budidaya di wilayah tersebut"
        ],
        "techStack": [
            "Python",
            "Selenium & BeautifulSoup",
            "Sendgrid",
            "Mysql"
        ],
        "images": [
            "news-scraper-growpal-1.png"
        ]
    }, {
        "id": 12,
        "title": "Trakindo Reporting Services",
        "background": [
            "Manajemen kesulitan mendapatkan informasi data perusahaan jika informasi tersebut hanya tersedia di database perusahaan"
        ],
        "feature": [
            "Men-generate data-data perusahaan dari berbagai macam parameter, fitur, dan jenis data yang dibutuhkan kedalam bentuk xlsx (spreadsheet) dan berbagai macam chart"
        ],
        "techStack": [
            "C# (.NET Framework)",
            "Javascript (AngularJS)",
            "SQL Server"
        ],
        "images": []
    }, {
        "id": 10,
        "title": "Rancang Bangun Sistem Pendukung Keputusan Berbasis Web Untuk Menentukan Prioritas Customer Pada Santhi’s Cookies & Catering Dengan Metode Simple Additive Weighting",
        "background": [
            "Sistem yang saat ini berjalan saat ini adalah dengan menerapkan sistem First Come First Serve dalam menentukan prioritas dalam pelayananan customer, yang mana sistem tersebut belum akurat dan belum tepat sasaran"
        ],
        "feature": [
            "Sistem Pendukung Keputusan (SPK) atau Decision Support System menggunakan metode Simple Additive Weighting untuk menganalisis dan menentukan prioritas pelayanan customer berdasarkan kriteria-kriteria yang telah ditentukan, sehingga keputusan yang didapatkan bisa tepat sasaran.",
            "Pencatatan orderan yang masuk dan ingin di proses"
        ],
        "techStack": [
            "NodeJS (Express)",
            "Javascript (VueJS)",
            "Mysql"
        ],
        "images": [
            "skripsi-1.png",
            "skripsi-2.png"
        ]
    }, {
        "id": 5,
        "title": "Growpal Storage",
        "background": [
            "Permasalahan pencatatan merupakan permasalahan utama dalam aktifitas transisi pakan.",
            "Permasalahan kuantiti pakan yang berlebih biasanya dialihkan/dijual ke gudang lain, namun tidak ada nya pencatatan yang mencatatat aktifitas ini",
            "Tagihan yang tidak terorganisir antar gudang yang membeli ataupun menjual pakan"
        ],
        "feature": [
            "Pencatatan sekaligus memberikan informasi tentang barang masuk dan barang keluar, harga, jumlah rusak dan bagus dan barang berasal dari gudang mana ke gudang mana.",
            "Invoice generator (pdf) yang berisi barang yang dijual berikut dengan harga dan kuantiti dan sumber/tujuan gudang.",
            "Notifikasi penagihan (lengkap dengan invoice), barang masuk, barang keluar melalui email masing2 PIC gudang.",
            "Manajemen perhitungan biaya penagihan, misal gudang A menerima 10 karung pakan, namun yang terpakai hanya 7 karung, 3 karung nya di jual ke gudang B, alhasil gudang A hanya perlu membayar 7 karung, dan sisa pembayaran dialihkan ke gudang B."
        ],
        "techStack": [
            "Go lang",
            "Javascript",
            "Sendgrid",
            "Mysql",
            "Nginx"
        ],
        "images": [
            "storage-growpal-1.png",
            "storage-growpal-2.png",
            "storage-growpal-3.png",
            "storage-growpal-4.png"
        ]
    }, {
        "id": 6,
        "title": "Growpal Asset Management",
        "background": [
            "Permasalahan pencatatan merupakan permasalahan utama dalam pencatatan fixed asset.",
            "Tidak ter-organisir nya pencatatan pada setiap barang yang telah dibeli.",
            "Pencatatan yang dimaksud adalah biaya pembelian barang fixed asset seperti meja, laptop, mobil, peralatan kantor lain, dan depresiasi barang tersebut.",
            "Sulitnya mendapatkan informasi barang jika barang tersebut telah dibeli lama"
        ],
        "feature": [
            "Pencatatan sekaligus memberikan informasi tentang pembelian barang fixed asset seperti meja, laptop, mobil, peralatan kantor lain, kode barang, dan depresiasi barang tersebut.",
            "QRCode generator dan QRCode scanner untuk memudahkan pencarian informasi suatu barang",
            "Pencatatan peralihan PIC (pengguna barang), status barang, lokasi barang, disposal barang tanpa menghilangkan data sebelumnya (historical data)",
            "Fitur reporting fixed asset kedalam excel (spreadsheet)",
            "Fitur approval admin untuk setiap barang yang masuk dan yang ingin di disposal oleh General Affair"
        ],
        "techStack": [
            "PHP",
            "Javascript",
            "Mysql",
            "Nginx"
        ],
        "images": [
            "asset-growpal-1.png",
            "asset-growpal-2.png",
            "asset-growpal-3.png"
        ]
    }, {
        "id": 9,
        "title": "Restaurant Crawler",
        "background": [
            "Terkendala nya demand dalam melakukan penjualan komoditas membuat perusahaan bingung untuk mencari client (B2B)"
        ],
        "feature": [
            "Melakukan scraping atau ekstraksi informasi seperti alamat, nama restoran, garis besar menu, bahkan no telepon dari 2 website penyedia informasi restaurant yaitu zomato dan qraved yang diharapkan informasi tersebut dapat membantu tim marketing dalam melakukan proses kerja sama."
        ],
        "techStack": [
            "Python",
            "BeautifulSoup"
        ],
        "images": [
            "restaurant-crawler-1.png"
        ]
    }
]